Structural section of the element.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public StructuralSection Section { get; }
  Visual Basic
Public ReadOnly Property Section As StructuralSection
	Get
  Visual C++
public:
property StructuralSection^ Section {
	StructuralSection^ get ();
}
 See Also
  StructuralElementDefinitionData Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace